<template>
  <div class="policy">
    <h2 class="policy__title">
      Политика проекта в отношении обработки персональных данных.
    </h2>
    <h3 class="policy__subtitle">1. Общие положения.</h3>
    <p class="policy__text">
      Настоящая политика обработки персональных данных составлена в соответствии
      с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных
      данных» и определяет порядок обработки персональных данных и меры по
      обеспечению безопасности персональных данных Благотворительный Фонд
      Константина Хабенского (далее – Оператор).
    </p>
    <ol type="1">
      <li class="policy__text">
        Оператор ставит своей важнейшей целью и условием осуществления своей
        деятельности соблюдение прав и свобод человека и гражданина при
        обработке его персональных данных, в том числе защиты прав на
        неприкосновенность частной жизни, личную и семейную тайну.
      </li>
      <li class="policy__text">
        Настоящая политика Оператора в отношении обработки персональных данных
        (далее – Политика) применяется ко всей информации, которую Оператор
        может получить о посетителях веб-сайта http://raklechitsa.ru.
      </li>
    </ol>
    <h3 class="policy__subtitle">
      2. Основные понятия, используемые в Политике
    </h3>
    <ol type="1">
      <li class="policy__text">
        Автоматизированная обработка персональных данных – обработка
        персональных данных с помощью средств вычислительной техники;
      </li>
      <li class="policy__text">
        Блокирование персональных данных – временное прекращение обработки
        персональных данных (за исключением случаев, если обработка необходима
        для уточнения персональных данных);
      </li>
      <li class="policy__text">
        Веб-сайт – совокупность графических и информационных материалов, а также
        программ для ЭВМ и баз данных, обеспечивающих их доступность в сети
        интернет по сетевому адресу http://raklechitsa.ru;
      </li>
      <li class="policy__text">
        Информационная система персональных данных — совокупность содержащихся в
        базах данных персональных данных, и обеспечивающих их обработку
        информационных технологий и технических средств;
      </li>
      <li class="policy__text">
        Обезличивание персональных данных — действия, в результате которых
        невозможно определить без использования дополнительной информации
        принадлежность персональных данных конкретному Пользователю или иному
        субъекту персональных данных;
      </li>
      <li class="policy__text">
        Обработка персональных данных – любое действие (операция) или
        совокупность действий (операций), совершаемых с использованием средств
        автоматизации или без использования таких средств с персональными
        данными, включая сбор, запись, систематизацию, накопление, хранение,
        уточнение (обновление, изменение), извлечение, использование, передачу
        (распространение, предоставление, доступ), обезличивание, блокирование,
        удаление, уничтожение персональных данных;
      </li>
      <li class="policy__text">
        Оператор – государственный орган, муниципальный орган, юридическое или
        физическое лицо, самостоятельно или совместно с другими лицами
        организующие и (или) осуществляющие обработку персональных данных, а
        также определяющие цели обработки персональных данных, состав
        персональных данных, подлежащих обработке, действия (операции),
        совершаемые с персональными данными;
      </li>
      <li class="policy__text">
        Персональные данные – любая информация, относящаяся прямо или косвенно к
        определенному или определяемому Пользователю веб-сайта
        http://raklechitsa.ru;
      </li>
      <li class="policy__text">
        Пользователь – любой посетитель веб-сайта http://raklechitsa.ru;
      </li>
      <li class="policy__text">
        Предоставление персональных данных – действия, направленные на раскрытие
        персональных данных определенному лицу или определенному кругу лиц;
      </li>
      <li class="policy__text">
        Распространение персональных данных – любые действия, направленные на
        раскрытие персональных данных неопределенному кругу лиц (передача
        персональных данных) или на ознакомление с персональными данными
        неограниченного круга лиц, в том числе обнародование персональных данных
        в средствах массовой информации, размещение в
        информационно-телекоммуникационных сетях или предоставление доступа к
        персональным данным каким-либо иным способом;
      </li>
      <li class="policy__text">
        Трансграничная передача персональных данных – передача персональных
        данных на территорию иностранного государства органу власти иностранного
        государства, иностранному физическому или иностранному юридическому
        лицу;
      </li>
      <li class="policy__text">
        Уничтожение персональных данных – любые действия, в результате которых
        персональные данные уничтожаются безвозвратно с невозможностью
        дальнейшего восстановления содержания персональных данных в
        информационной системе персональных данных и (или) результате которых
        уничтожаются материальные носители персональных данных.
      </li>
    </ol>
    <h3 class="policy__subtitle">
      3. Оператор может обрабатывать следующие персональные данные Пользователя
    </h3>
    <ol>
      <li class="policy__text">Фамилия, имя, отчество;</li>
      <li class="policy__text">Электронный адрес;</li>
      <li class="policy__text">Номера телефонов;</li>
      <li class="policy__text">Год, месяц, дата и место рождения;</li>
      <li class="policy__text">Фотографии;</li>
      <li class="policy__text">
        Также на сайте происходит сбор и обработка обезличенных данных о
        посетителях (в т.ч. файлов «cookie») с помощью сервисов
        интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
      </li>
      <li class="policy__text">
        Вышеперечисленные данные далее по тексту Политики объединены общим
        понятием Персональные данные.
      </li>
    </ol>
    <h3 class="policy__subtitle">
      4. Цели обработки персональных данных
    </h3>
    <ol>
      <li class="policy__text">
        Цель обработки персональных данных Пользователя — использование
        персональных данных Пользователя для публикаций на сайте.
      </li>
      <li class="policy__text">
        Также Оператор имеет право направлять Пользователю уведомления о новых
        продуктах и услугах, специальных предложениях и различных событиях.
        Пользователь всегда может отказаться от получения информационных
        сообщений, направив Оператору письмо на адрес электронной почты
        raklechitsa@bfkh.ru с пометкой «Отказ от уведомлениях о новых продуктах
        и услугах и специальных предложениях».
      </li>
      <li class="policy__text">
        Обезличенные данные Пользователей, собираемые с помощью сервисов
        интернет-статистики, служат для сбора информации о действиях
        Пользователей на сайте, улучшения качества сайта и его содержания.
      </li>
    </ol>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
.policy {
  padding: 130px 330px 230px;
}
.policy__title {
  font-size: 38px;
  line-height: 48px;
  text-align: center;
  color: #000000;
  margin-bottom: 130px;
}
.policy__subtitle {
  font-size: 22px;
  line-height: 30px;
  color: #000000;
  margin-bottom: 40px;
}
.policy__text {
  font-size: 22px;
  line-height: 30px;
  color: #000000;
  margin-bottom: 30px;
}
.policy__text:last-of-type {
  margin-bottom: 90px;
}
@media screen and (max-width: 1439px) {
  .policy__title {
    font-size: 34px;
    line-height: 44px;
    margin-bottom: 120px;
  }
  .policy__subtitle {
    font-size: 20px;
    line-height: 28px;
  }
  .policy__text {
    font-size: 20px;
    line-height: 28px;
  }
}
@media screen and (max-width: 1279px) {
  .policy__title {
    font-size: 30px;
    line-height: 38px;
    margin-bottom: 110px;
  }
  .policy__subtitle {
    font-size: 18px;
    line-height: 27px;
  }
  .policy__text {
    font-size: 18px;
    line-height: 27px;
  }
}
@media screen and (max-width: 1023px) {
  .policy__title {
    font-size: 30px;
    line-height: 38px;
    margin-bottom: 110px;
  }
  .policy__subtitle {
    font-size: 18px;
    line-height: 27px;
  }
  .policy__text {
    font-size: 18px;
    line-height: 27px;
  }
}
@media screen and (max-width: 779px) {
  .policy__title {
    font-size: 18px;
    line-height: 21px;
    margin-bottom: 60px;
  }
  .policy__subtitle {
    font-size: 13px;
    line-height: 16px;
  }
  .policy__text {
    font-size: 13px;
    line-height: 16px;
  }
}
</style>
